{
  "perguntas": [
    {
      "questao": "A empresa pode continuar tratando dados pessoais após o fim do contrato de trabalho com um funcionário, se não houver mais base legal para o tratamento?",
      "respostas": [
        { "id": 1, "texto": "Sim, desde que os dados sejam necessários para a defesa de direitos da empresa.", "acertou": false },
        { "id": 2, "texto": "Não, os dados devem ser eliminados assim que não forem mais necessários.", "acertou": true },
        { "id": 3, "texto": "Sim, se o funcionário autorizar por escrito.", "acertou": false },
        { "id": 4, "texto": "Não, os dados devem ser mantidos apenas enquanto o contrato de trabalho estiver ativo.", "acertou": false }
      ],
      "observacao": "Caso a empresa continue tratando dados sem base legal após o contrato, pode ser caracterizada uma violação da LGPD."
    },
    {
      "questao": "A empresa pode coletar dados pessoais sensíveis de funcionários sem o consentimento deles, se isso for necessário para cumprir uma obrigação legal ou contratual?",
      "respostas": [
        { "id": 1, "texto": "Sim, a coleta é permitida para qualquer fim relacionado à empresa.", "acertou": false },
        { "id": 2, "texto": "Não, o consentimento é sempre obrigatório para dados sensíveis.", "acertou": false },
        { "id": 3, "texto": "Sim, se for necessário para cumprir obrigações trabalhistas ou outras exigências legais.", "acertou": true },
        { "id": 4, "texto": "Não, dados sensíveis podem ser coletados apenas com o consentimento expresso do funcionário.", "acertou": false }
      ],
      "observacao": "A coleta de dados sensíveis sem consentimento é permitida apenas para cumprir obrigações legais, como as trabalhistas."
    },
    {
      "questao": "A empresa pode realizar o tratamento de dados pessoais sem informar os titulares dos dados sobre a finalidade do tratamento, conforme exige a LGPD?",
      "respostas": [
        { "id": 1, "texto": "Sim, caso o tratamento seja interno e não envolva terceiros.", "acertou": false },
        { "id": 2, "texto": "Não, a empresa deve sempre informar os titulares sobre a finalidade do tratamento dos dados.", "acertou": true },
        { "id": 3, "texto": "Sim, caso o tratamento seja feito por um período curto.", "acertou": false },
        { "id": 4, "texto": "Não, mas apenas se os dados forem anônimos.", "acertou": false }
      ],
      "observacao": "É obrigatório que os titulares sejam informados sobre a finalidade do tratamento, mesmo em tratamentos internos."
    },
    {
      "questao": "A empresa pode transferir dados pessoais de seus funcionários para fora do Brasil sem garantir proteção adequada, conforme a LGPD?",
      "respostas": [
        { "id": 1, "texto": "Sim, desde que a transferência seja para um país com legislação similar à LGPD.", "acertou": false },
        { "id": 2, "texto": "Não, a empresa deve garantir que o país de destino tenha um nível adequado de proteção de dados.", "acertou": true },
        { "id": 3, "texto": "Sim, desde que o funcionário consinta com a transferência.", "acertou": false },
        { "id": 4, "texto": "Não, a transferência de dados pessoais nunca é permitida para fora do Brasil.", "acertou": false }
      ],
      "observacao": "Transferências de dados pessoais para fora do Brasil devem garantir a proteção dos dados, de acordo com a LGPD."
    },
    {
      "questao": "A empresa deve realizar avaliações de impacto sobre a proteção de dados pessoais quando realizar tratamentos que possam representar alto risco aos direitos dos titulares?",
      "respostas": [
        { "id": 1, "texto": "Sim, a avaliação de impacto é obrigatória sempre que houver alto risco.", "acertou": true },
        { "id": 2, "texto": "Não, a avaliação é opcional, dependendo da natureza do tratamento.", "acertou": false },
        { "id": 3, "texto": "Sim, mas apenas se os dados forem sensíveis.", "acertou": false },
        { "id": 4, "texto": "Não, a avaliação de impacto não é exigida pela LGPD.", "acertou": false }
      ],
      "observacao": "A avaliação de impacto é obrigatória quando o tratamento representar risco alto para os direitos dos titulares, independentemente do tipo de dados."
    }
  ]
}
