{
    "categoria": "Marketing e Vendas",
    "questoes": [
        {
            "id_questao": 1,
            "questao": "Qual situação exige o consentimento explícito do titular de dados pessoais?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Armazenar dados para cumprir uma obrigação legal."
                },
                {
                    "id": 2,
                    "texto": "Usar dados para enviar newsletter de marketing."
                },
                {
                    "id": 3,
                    "texto": "Compartilhar dados com órgãos governamentais por determinação judicial."
                },
                {
                    "id": 4,
                    "texto": "Processar dados para pagamento de salários."
                }
            ],
            "id_resposta": 2,
            "observacao": "Consentimento é obrigatório para atividades como marketing, exceto se houver outra base legal."
        },
        {
            "id_questao": 2,
            "questao": "O que a empresa deve fazer se um cliente solicitar a exclusão de seus dados pessoais?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Ignorar a solicitação, pois os dados são necessários para futuras transações."
                },
                {
                    "id": 2,
                    "texto": "Excluir os dados imediatamente, sem verificar o contexto."
                },
                {
                    "id": 3,
                    "texto": "Avaliar se há uma base legal que permita manter os dados (ex: obrigação fiscal)."
                },
                {
                    "id": 4,
                    "texto": "Pedir ao cliente que explique detalhadamente o motivo da solicitação."
                }
            ],
            "id_resposta": 3,
            "observacao": "A exclusão pode ser negada se houver base legal para retenção, como cumprir leis fiscais."
        },
        {
            "id_questao": 3,
            "questao": "Qual documento é obrigatório para empresas que tratam dados pessoais sob a LGPD?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Política de Privacidade."
                },
                {
                    "id": 2,
                    "texto": "Contrato Social atualizado."
                },
                {
                    "id": 3,
                    "texto": "Relatório Anual de Sustentabilidade."
                },
                {
                    "id": 4,
                    "texto": "Certificado ISO 9001."
                }
            ],
            "id_resposta": 1,
            "observacao": "A Política de Privacidade deve ser clara e acessível, informando como os dados são tratados."
        },
        {
            "id_questao": 4,
            "questao": "Qual é o prazo máximo para responder a uma solicitação do titular de dados?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "5 dias úteis."
                },
                {
                    "id": 2,
                    "texto": "15 dias corridos."
                },
                {
                    "id": 3,
                    "texto": "30 dias corridos."
                },
                {
                    "id": 4,
                    "texto": "Não há prazo definido."
                }
            ],
            "id_resposta": 2,
            "observacao": "O prazo é de 15 dias, prorrogáveis por mais 15 mediante justificativa."
        },
        {
            "id_questao": 5,
            "questao": "O que é considerado uma infração grave pela LGPD?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Não atualizar a Política de Privacidade semestralmente."
                },
                {
                    "id": 2,
                    "texto": "Compartilhar dados sensíveis sem consentimento ou base legal."
                },
                {
                    "id": 3,
                    "texto": "Usar cookies em um site institucional."
                },
                {
                    "id": 4,
                    "texto": "Armazenar dados de clientes por mais de 2 anos."
                }
            ],
            "id_resposta": 2,
            "observacao": "Dados sensíveis exigem proteção extra! Sempre valide a base legal para seu tratamento."
        },
        {
            "id_questao": 6,
            "questao": "Uma empresa de e-commerce quer usar dados de compras para criar perfis de clientes. Qual base legal é mais adequada?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Consentimento explícito."
                },
                {
                    "id": 2,
                    "texto": "Legítimo interesse (ex: personalizar ofertas)."
                },
                {
                    "id": 3,
                    "texto": "Obrigação contratual."
                },
                {
                    "id": 4,
                    "texto": "Proteção à vida."
                }
            ],
            "id_resposta": 2,
            "observacao": "Legítimo interesse pode ser usado, mas é necessário avaliar o impacto na privacidade."
        },
        {
            "id_questao": 7,
            "questao": "Qual ação é proibida ao coletar dados de menores de idade?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Armazenar dados com criptografia."
                },
                {
                    "id": 2,
                    "texto": "Coletar sem consentimento dos pais ou responsáveis."
                },
                {
                    "id": 3,
                    "texto": "Usar dados para matrícula escolar."
                },
                {
                    "id": 4,
                    "texto": "Compartilhar dados com autoridades de saúde."
                }
            ],
            "id_resposta": 2,
            "observacao": "Dados de menores exigem consentimento parental, exceto para proteção da criança."
        },
        {
            "id_questao": 8,
            "questao": "A empresa pode compartilhar dados de clientes com um parceiro comercial sem consentimento?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Sim, desde que o parceiro assine um NDA."
                },
                {
                    "id": 2,
                    "texto": "Sim, se houver contrato de tratamento de dados entre as partes."
                },
                {
                    "id": 3,
                    "texto": "Não, o consentimento é sempre obrigatório."
                },
                {
                    "id": 4,
                    "texto": "Sim, se os dados forem anonimizados."
                }
            ],
            "id_resposta": 2,
            "observacao": "O compartilhamento exige acordo e finalidade compatível com a base legal original."
        },
        {
            "id_questao": 9,
            "questao": "Qual situação NÃO caracteriza violação de dados?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Acesso não autorizado a um sistema por funcionário."
                },
                {
                    "id": 2,
                    "texto": "Exclusão acidental de dados sem backup."
                },
                {
                    "id": 3,
                    "texto": "Vazamento de e-mails de clientes em um fórum público."
                },
                {
                    "id": 4,
                    "texto": "Alteração fraudulenta de endereços cadastrais."
                }
            ],
            "id_resposta": 2,
            "observacao": "Violação envolve acesso, destruição ou vazamento NÃO autorizado. Erros operacionais sem risco não se enquadram."
        },
        {
            "id_questao": 10,
            "questao": "Qual prática está alinhada à LGPD para evitar multas?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Coletar apenas dados estritamente necessários."
                },
                {
                    "id": 2,
                    "texto": "Armazenar dados indefinidamente para auditorias futuras."
                },
                {
                    "id": 3,
                    "texto": "Usar dados de clientes para novas finalidades não informadas."
                },
                {
                    "id": 4,
                    "texto": "Compartilhar dados com terceiros sem registro."
                }
            ],
            "id_resposta": 1,
            "observacao": "O princípio da minimização de dados reduz riscos e garante conformidade."
        },
        {
            "id_questao": 11,
            "questao": "Uma empresa sofre um vazamento de dados. Qual ação deve ser priorizada?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Notificar a ANPD e os titulares dentro de 72 horas."
                },
                {
                    "id": 2,
                    "texto": "Contratar uma consultoria para assessoria jurídica."
                },
                {
                    "id": 3,
                    "texto": "Conter o vazamento e avaliar a extensão do dano."
                },
                {
                    "id": 4,
                    "texto": "Atualizar a Política de Privacidade no site."
                }
            ],
            "id_resposta": 3,
            "observacao": "A contenção imediata é crucial. A notificação à ANPD só ocorre após avaliação."
        },
        {
            "id_questao": 12,
            "questao": "Qual cenário permite o tratamento de dados sensíveis sem consentimento?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Pesquisa de mercado sobre preferências religiosas."
                },
                {
                    "id": 2,
                    "texto": "Contratação de um funcionário com coleta de dados de saúde para plano médico."
                },
                {
                    "id": 3,
                    "texto": "Segmentação de campanhas políticas em redes sociais."
                },
                {
                    "id": 4,
                    "texto": "Compartilhamento de dados biométricos com parceiros comerciais."
                }
            ],
            "id_resposta": 2,
            "observacao": "Dados de saúde podem ser tratados para execução de contrato (ex: plano médico)."
        },
        {
            "id_questao": 13,
            "questao": "Qual decisão é mais adequada ao receber uma solicitação de acesso a dados incompleta?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Ignorar a solicitação até que o titular complete os requisitos."
                },
                {
                    "id": 2,
                    "texto": "Pedir esclarecimentos ao titular sem interromper o prazo legal."
                },
                {
                    "id": 3,
                    "texto": "Negar a solicitação por falta de informações."
                },
                {
                    "id": 4,
                    "texto": "Encaminhar o caso diretamente para o jurídico."
                }
            ],
            "id_resposta": 2,
            "observacao": "É obrigatório orientar o titular, mas o prazo de resposta só para se faltarem dados essenciais."
        },
        {
            "id_questao": 14,
            "questao": "Ao transferir dados de clientes para outro país, o que é indispensável?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Notificar a ANPD com 30 dias de antecedência."
                },
                {
                    "id": 2,
                    "texto": "Garantir que o país destino tenha nível adequado de proteção de dados."
                },
                {
                    "id": 3,
                    "texto": "Obter aprovação do setor de marketing."
                },
                {
                    "id": 4,
                    "texto": "Traduzir os dados para o idioma local."
                }
            ],
            "id_resposta": 2,
            "observacao": "A transferência exige que o país ou organização receptor ofereça proteção equivalente à LGPD."
        },
        {
            "id_questao": 15,
            "questao": "Qual medida é mais eficaz para reduzir riscos de sanções por descumprimento da LGPD?",
            "respostas": [
                {
                    "id": 1,
                    "texto": "Treinar equipes sobre boas práticas de privacidade."
                },
                {
                    "id": 2,
                    "texto": "Contratar um seguro contra multas regulatórias."
                },
                {
                    "id": 3,
                    "texto": "Armazenar todos os dados em servidores locais."
                },
                {
                    "id": 4,
                    "texto": "Exigir consentimento para todas as operações."
                }
            ],
            "id_resposta": 1,
            "observacao": "A conscientização interna previne erros humanos, principal causa de violações."
        }
    ]
}